import './Info.module.scss'

function Info() {
  return (
    <section>
      <h2>Всем привет!</h2>
      <div>
        <p> Меня зовут Ольга и я frontend-разработчик. Начинала свой карьерный путь разработчика в  2021 году, когда пошла на курсы Яндекс-Практикума.
          До этого момента тоже интересовалась весткой и читала книги по HTML и CSS, пробывала делать статичные сайты.
          Мне нравится верстать по фигме и "оживлять" сайт с помощью React. Без проблем освою новые фреймворки при необходимости.</p>
        <p>После окончания магистратуры СПБ ИТМО по направлению "Фотоника и оптоинформатика" долгое время работала инженером-конструктором в различных компаниях,
          но со временем поняла что особого интереса к данной профессии и выдающихся талантов у меня нет. Поэтому я искала другие интересующие меня специальности и нашла себя в направлении frontend-разработки.</p>
      </div>


    </section>
  )
}

export default Info