{
  "welcome": "Добро пожаловать",
  "goodbye": "До свидания",
  "Main": "Главная",
  "Skills": "Навыки",
  "Projects": "Проекты",
  "Contacts": "Контакты",
  "Hi all": "Привет всем!",
  "paragraph 1": "Меня зовут Ольга и я frontend-разработчик. Начинала свой карьерный путь разработчика в 2021 году, когда пошла на курсы Яндекс-Практикума. До этого момента тоже интересовалась весткой и читала книги по HTML и CSS, пробывала делать статичные сайты.",
  "paragraph 2": "В разработке нравится работать на результат, получаю удовольствие от выполненой работы. Также почти на все свои вопросы по разработке можно найти ответы на тематических сайтах, что тоже не может не радовать. Разработано и разрабатывается большое количество различных библиотек, в т.ч. бесплатных в использовании, которые упрощают разработку и увеличивают скорость работы. Отрасль не стоит не месте и мне это нравится.",
  "paragraph 3": "После окончания магистратуры СПБ ИТМО по направлению \"Фотоника и оптоинформатика\" долгое время работала инженером-конструктором в различных компаниях. Планировала и искала возможность поменять свою рабочую специальность. После курсов яндекса плотно увлеклась frontend-разработкой и любыми возможностями пополнить свои знания, умения и портфолио.",
  "skills": "Мои навыки:",
  "libraries": "Библиотеки готовых компонентов (mui, bootstrap)",
  "git": "Система контроля версий Git (GitHub)",
  "task tracker": "Трекер задач (Битрикс24)",
  "Docker": "Docker (развертывание проекта по инструкции)",
  "Node": "Node.js (только учебный опыт)",
  "figma": "Графический редактор figma (верстка по готовому макету)",
  "kanban": "Канбан доски и пр. (взаимодействие в trello, notion)",
  "project-non-educational": "Мои внеучебные проекты:",
  "project-study": "Мои учебные проекты:",
  "project1": "Проект выполнен в качестве одного из тестовых заданий. Используемые технологии: React, Redux, axios.",
  "project2": "Интернет-магазин на fake api. Основные функции: список покупок, добавление в корзину, регистрация, авторизация, лайки и многое другое, подробности по ссылке. К сожалению бэкэнд \"fake api\" не стабилен, планирую переделать на другой. Магазин будет дорабатывается.",
  "projectF": "Первый учебный проект (научится учится).",
  "projectS": "Первый адаптивный проект (путешествие по России).",
  "projectT": "Проект место (вариант без бэкэнда).",
  "contacts":"Мои контакты:",
  "contact": "Почтовый ящик: ",
  "404": "Ошибка 404",
  "404text": "К сожалению данная страница не доступна."

}